Repository: andreinl/django-translation-demo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: English
pl: Angielski

source: French
pl: Francuski

source: Polish
pl: Polski

source: ^dual-lang/
pl: ^podwojny-jezyk/

source: name
pl: imie

source: Name of the FAQ Topic
pl: Imie Topyku FAQ

source: text field test
pl: test fieldu text

source: This is a help text
pl: To jest pomocnik

source: faq topic
pl: pytania FAQ

source: faq topics
pl: pytania FAQ

source: ^dual_language/$
pl: ^podwojny_jezyk/$

source: My Brand
pl: Moja Firma

source: Your Brand
pl: Twoja Firma

source: Stay Connected with us:
pl: Zostan konektowany z nami:

source: Facebook
pl: Twasz ksiazka

source: Corporate Information
pl: Informacja Corporacyjna

source: Privacy Policy
pl: Prywatna Sprawa

source: Another Translation - February 2012
pl: Nastepna Translacja - Luty 2014

source: Top
pl: Do Gory

source: This is a translation
pl: To jest translacja

source: This is %(book_t)s by %(author_t)s. Block trans is powerful!
pl: To jest %(book_t)s przez %(author_t)s. Block translacjiny jest zajebisty!
